Repository: bijuvarghese/MyWealth
Catalog: MyWealth/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, pt_br, zh_hans

source: Average net worth increase needed if progress is spread evenly to the target date.
ar: يلزم زيادة متوسط ​​القيمة الصافية إذا تم توزيع التقدم بالتساوي على التاريخ المستهدف.
de: Durchschnittliche Nettovermögenssteigerung erforderlich, wenn der Fortschritt gleichmäßig bis zum Zieldatum verteilt ist.
es: Se necesita un aumento promedio del patrimonio neto si el progreso se distribuye uniformemente hasta la fecha objetivo.
fr: Augmentation de la valeur nette moyenne nécessaire si les progrès sont répartis uniformément jusqu'à la date cible.
hi: यदि प्रगति लक्ष्य तिथि तक समान रूप से फैली हुई है तो औसत निवल मूल्य में वृद्धि की आवश्यकता है।
pt_br: O aumento médio do patrimônio líquido é necessário se o progresso for distribuído uniformemente até a data prevista.
zh_hans: 如果进展均匀地分布到目标日期，则需要平均净资产增长。

source: Backup version %lld is not supported by this app version.
ar: الإصدار الاحتياطي %lld غير مدعوم من إصدار التطبيق هذا.
de: Backup-Version %lld wird von dieser App-Version nicht unterstützt.
es: La versión de copia de seguridad %lld no es compatible con esta versión de la aplicación.
fr: La version de sauvegarde %lld n'est pas prise en charge par cette version de l'application.
hi: बैकअप संस्करण %lld इस ऐप संस्करण द्वारा समर्थित नहीं है।
pt_br: A versão de backup %lld não é compatível com esta versão do aplicativo.
zh_hans: 此应用程序版本不支持备份版本 %lld。

source: Balance
ar: الرصيد
es: Saldo
fr: Solde
hi: संतुलन
pt_br: Equilíbrio
zh_hans: 平衡

source: Bank Deposits
ar: الودائع المصرفية
de: Bankeinlagen
es: Depósitos Bancarios
fr: Dépôts bancaires
hi: बैंक जमा
pt_br: Depósitos Bancários
zh_hans: 银行存款

source: Base Currency
ar: العملة الأساسية
de: Basiswährung
es: Moneda base
fr: Devise de base
hi: आधार मुद्रा
pt_br: Moeda Base
zh_hans: 基础货币

source: Base Currency*
ar: العملة الأساسية*
de: Basiswährung*
es: Moneda base*
fr: Devise de base*
hi: आधार मुद्रा*
pt_br: Moeda Base*
zh_hans: 基础货币*

source: Base Metals
ar: المعادن الأساسية
de: Unedle Metalle
es: Metales comunes
fr: Métaux communs
hi: आधार धातुएँ
pt_br: Metais Básicos
zh_hans: 贱金属

source: Base Value
ar: القيمة الأساسية
de: Basiswert
es: Valor base
fr: Valeur de base
hi: आधार मूल्य
pt_br: Valor Base
zh_hans: 基础值

source: Based on %@/yr
ar: بناءً على %@/سنة
de: Basierend auf %@/Jahr
es: Basado en %@/año
fr: Basé sur %@/an
hi: %@/वर्ष पर आधारित
pt_br: Com base em %@/ano
zh_hans: 基于 %@/年

source: Baseline history started
ar: بدأ التاريخ الأساسي
de: Baseline-Verlauf gestartet
es: Historial de referencia iniciado
fr: Historique de référence démarré
hi: बेसलाइन इतिहास शुरू हुआ
pt_br: Histórico da linha de base iniciado
zh_hans: 基线历史开始

source: Behind pace. Indicative date: %@.
ar: خلف الوتيرة. التاريخ الإرشادي: %@.
de: Hinter dem Tempo. Voraussichtliches Datum: %@.
es: Detrás del ritmo. Fecha indicativa: %@.
fr: En retard. Date indicative : %@.
hi: गति से पीछे। सांकेतिक तिथि: %@.
pt_br: Ritmo atrasado. Data indicativa: %@.
zh_hans: 落后的步伐。指示日期：%@。

source: Briefing
ar: الإحاطة
es: Resumen
hi: ब्रीफिंग
pt_br: Resumo
zh_hans: 简报

source: Buy
ar: شراء
de: Kaufen
es: Comprar
fr: Acheter
hi: खरीदें
pt_br: Comprar
zh_hans: 购买

source: Buying adds exposure. The health impact depends on whether the new asset improves diversification or adds concentration.
ar: الشراء يضيف التعرض. يعتمد التأثير الصحي على ما إذا كانت الأصول الجديدة تعمل على تحسين التنويع أو زيادة التركيز.
de: Der Kauf erhöht die Präsenz. Die gesundheitlichen Auswirkungen hängen davon ab, ob der neue Vermögenswert die Diversifizierung verbessert oder die Konzentration erhöht.
es: Comprar añade exposición. El impacto en la salud depende de si el nuevo activo mejora la diversificación o agrega concentración.
fr: L'achat ajoute de la visibilité. L’impact sur la santé dépend de la question de savoir si le nouvel actif améliore la diversification ou ajoute de la concentration.
hi: ख़रीदने से एक्सपोज़र बढ़ता है। स्वास्थ्य पर प्रभाव इस बात पर निर्भर करता है कि नई परिसंपत्ति विविधीकरण में सुधार करती है या एकाग्रता बढ़ाती है।
pt_br: Comprar aumenta exposição. O impacto na saúde depende se o novo ativo melhora a diversificação ou aumenta a concentração.
zh_hans: 购买增加曝光度。对健康的影响取决于新资产是改善多元化还是增加集中度。

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
pt_br: Cancelar
zh_hans: 取消

source: Cars
ar: سيارات
de: Autos
es: Coches
fr: Voitures
hi: कारें
pt_br: Carros
zh_hans: 汽车

source: Cash & deposits are under 5% of assets. A small buffer helps cover liabilities.
ar: النقد والودائع أقل من 5% من الأصول. يساعد المخزن المؤقت الصغير على تغطية الالتزامات.
de: Bargeld und Einlagen machen weniger als 5 % des Vermögens aus. Ein kleiner Puffer hilft, Verbindlichkeiten abzudecken.
es: El efectivo y los depósitos están por debajo del 5% de los activos. Un pequeño colchón ayuda a cubrir los pasivos.
fr: Les liquidités et les dépôts représentent moins de 5 % des actifs. Un petit tampon permet de couvrir les dettes.
hi: नकद और जमा संपत्ति के 5% से कम हैं। एक छोटा बफर देनदारियों को कवर करने में मदद करता है।
pt_br: Dinheiro e depósitos representam menos de 5% dos ativos. Um pequeno buffer ajuda a cobrir passivos.
zh_hans: 现金和存款占资产的比例低于5%。较小的缓冲有助于弥补负债。

source: Cash and deposits represent %@ of assets.
ar: يمثل النقد والودائع %@ من الأصول.
de: Bargeld und Einlagen stellen %@ Vermögenswerte dar.
es: El efectivo y los depósitos representan %@ de activos.
fr: Les espèces et les dépôts représentent %@ d'actifs.
hi: नकद और जमा संपत्ति के %@ का प्रतिनिधित्व करते हैं।
pt_br: Caixa e depósitos representam %@ de ativos.
zh_hans: 现金和存款代表资产%@。

source: Cash buffer is balanced
ar: الاحتياطي النقدي متوازن
de: Der Cash-Puffer ist ausgeglichen
es: El colchón de efectivo está equilibrado
fr: Le coussin de trésorerie est équilibré
hi: कैश बफ़र संतुलित है
pt_br: O buffer de caixa está equilibrado
zh_hans: 现金缓冲已平衡

source: Cashflow
ar: التدفق النقدي
es: Flujo de caja
fr: Flux de trésorerie
hi: नकदी प्रवाह
pt_br: Fluxo de caixa
zh_hans: 现金流

source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
hi: श्रेणी
pt_br: Categoria
zh_hans: 类别

source: Choose currencies shown in totals and widgets
ar: اختر العملات المعروضة في الإجماليات والأدوات
de: Wählen Sie die Währungen aus, die in Summen und Widgets angezeigt werden
es: Elija las monedas que se muestran en totales y widgets
fr: Choisissez les devises affichées dans les totaux et les widgets
hi: कुल और विजेट में दिखाई गई मुद्राएं चुनें
pt_br: Escolha as moedas mostradas nos totais e widgets
zh_hans: 选择总计和小部件中显示的货币

source: Choose local-only or iCloud
ar: اختر محليًا فقط أو iCloud
de: Wählen Sie „Nur lokal“ oder „iCloud“.
es: Elige solo local o iCloud
fr: Choisissez local uniquement ou iCloud
hi: केवल स्थानीय या iCloud चुनें
pt_br: Escolha apenas local ou iCloud
zh_hans: 选择仅限本地或 iCloud

source: Choose the currencies you want to see on totals, rates, widgets, and net worth views.
ar: اختر العملات التي تريد رؤيتها في الإجماليات والأسعار والأدوات وطرق عرض القيمة الصافية.
de: Wählen Sie die Währungen aus, die Sie in Summen, Kursen, Widgets und Vermögensansichten sehen möchten.
es: Elija las monedas que desea ver en totales, tasas, widgets y vistas de patrimonio neto.
fr: Choisissez les devises que vous souhaitez voir sur les totaux, les taux, les widgets et les vues de la valeur nette.
hi: वे मुद्राएँ चुनें जिन्हें आप कुल, दरों, विजेट्स और निवल मूल्य दृश्यों पर देखना चाहते हैं।
pt_br: Escolha as moedas que deseja ver nos totais, taxas, widgets e visualizações de patrimônio líquido.
zh_hans: 选择您想要在总计、汇率、小部件和净值视图中查看的货币。

source: Clean Up History
ar: تنظيف السجل
de: Bereinigungsverlauf
es: Limpiar historial
fr: Nettoyer l'historique
hi: इतिहास साफ करें
pt_br: Limpar histórico
zh_hans: 清理历史记录

source: Clean Up History?
ar: هل تريد تنظيف السجل؟
de: Verlauf bereinigen?
es: ¿Limpiar historial?
fr: Nettoyer l'historique ?
hi: इतिहास साफ़ करें?
pt_br: Limpar histórico?
zh_hans: 清理历史记录？

source: Cleanup failed: %@
ar: فشل التنظيف: %@
de: Bereinigung fehlgeschlagen: %@
es: Error de limpieza: %@
fr: Échec du nettoyage : %@
hi: सफ़ाई विफल: %@
pt_br: Falha na limpeza: %@
zh_hans: 清理失败：%@

source: Cobalt
ar: الكوبالت
de: Kobalt
es: Cobalto
hi: कोबाल्ट
pt_br: Cobalto
zh_hans: 钴

source: Comfortable
ar: مريح
de: Bequem
es: Cómodo
fr: Confortable
hi: आरामदायक
pt_br: Confortável
zh_hans: 舒适

source: Comfortable lifestyle · 3% withdrawal rate
ar: أسلوب حياة مريح · معدل سحب 3%
de: Komfortabler Lebensstil · 3 % Abhebungsrate
es: Estilo de vida cómodo · Tasa de retiro del 3%
fr: Mode de vie confortable · Taux de retrait de 3 %
hi: आरामदायक जीवनशैली · 3% निकासी दर
pt_br: Estilo de vida confortável · Taxa de abstinência de 3%
zh_hans: 舒适的生活方式 · 3% 提现率

source: Common
ar: شائع
de: Häufig
es: Común
fr: Commun
hi: सामान्य
pt_br: Comum
zh_hans: 常见

source: Compact
ar: مضغوط
de: Kompakt
es: Compacto
fr: Compacte
hi: सघन
pt_br: Compacto
zh_hans: 紧凑型

source: Compact Amounts
ar: المبالغ المدمجة
de: Kompakte Beträge
es: Montos compactos
fr: Montants compacts
hi: संक्षिप्त मात्राएँ
pt_br: Valores Compactos
zh_hans: 紧凑数量

source: Conservative
ar: محافظ
de: Konservativ
es: Conservador
fr: Conservateur
hi: रूढ़िवादी
pt_br: Conservador
zh_hans: 保守

source: Continue
ar: تابع
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
pt_br: Continuar
zh_hans: 继续

source: Copper
ar: النحاس
de: Kupfer
es: Cobre
fr: Cuivre
hi: तांबा
pt_br: Cobre
zh_hans: 铜

source: Count ignored assets in portfolio totals
ar: قم بإحصاء الأصول التي تم تجاهلها في إجماليات المحفظة
de: Zählt ignorierte Vermögenswerte in den Portfoliosummen
es: Contar los activos ignorados en los totales de la cartera
fr: Compter les actifs ignorés dans les totaux du portefeuille
hi: पोर्टफोलियो योग में उपेक्षित परिसंपत्तियों की गणना करें
pt_br: Contar ativos ignorados nos totais do portfólio
zh_hans: 计算投资组合总数中被忽略的资产

source: Country Comfort
ar: راحة الريف
de: Landkomfort
es: Confort Campestre
fr: Confort champêtre
hi: देश का आराम
pt_br: Conforto campestre
zh_hans: 乡村舒适

source: Create a local backup file you choose where to share or store
ar: قم بإنشاء ملف نسخة احتياطية محلي تختار مكان مشاركته أو تخزينه
de: Erstellen Sie eine lokale Sicherungsdatei, die Sie freigeben oder speichern möchten
es: Crea un archivo de respaldo local que eliges dónde compartir o almacenar
fr: Créez un fichier de sauvegarde local que vous choisissez où partager ou stocker
hi: एक स्थानीय बैकअप फ़ाइल बनाएं जिसे आप चुनते हैं कि कहां साझा करना है या संग्रहीत करना है
pt_br: Crie um arquivo de backup local e escolha onde compartilhar ou armazenar
zh_hans: 创建本地备份文件，您选择共享或存储的位置

source: Credit Card
ar: بطاقة الائتمان
de: Kreditkarte
es: Tarjeta de crédito
fr: Carte de crédit
hi: क्रेडिट कार्ड
pt_br: Cartão de Crédito
zh_hans: 信用卡

source: Crypto
ar: التشفير
de: Krypto
es: Cripto
fr: Cryptomonnaie
hi: क्रिप्टो
pt_br: Criptografia
zh_hans: 加密货币

source: Currency
ar: العملة
de: Währung
es: Moneda
fr: Devise
hi: मुद्रा
pt_br: Moeda
zh_hans: 货币

source: Current age: %lld
ar: العمر الحالي: %lld
de: Aktuelles Alter: %lld
es: Edad actual: %lld
fr: Âge actuel : %lld
hi: वर्तमान आयु: %lld
pt_br: Idade atual: %lld
zh_hans: 当前年龄：%lld

source: Current age: not set
ar: العمر الحالي: غير محدد
de: Aktuelles Alter: nicht festgelegt
es: Edad actual: no establecida
fr: Âge actuel : non défini
hi: वर्तमान आयु: निर्धारित नहीं है
pt_br: Idade atual: não definida
zh_hans: 当前年龄：未设定

source: Current history does not support an achievement estimate.
ar: التاريخ الحالي لا يدعم تقدير الإنجاز.
de: Der aktuelle Verlauf unterstützt keine Leistungsschätzung.
es: El historial actual no respalda una estimación de logros.
fr: L'historique actuel ne prend pas en charge une estimation des réalisations.
hi: वर्तमान इतिहास किसी उपलब्धि अनुमान का समर्थन नहीं करता है।
pt_br: O histórico atual não suporta uma estimativa de realização.
zh_hans: 当前历史不支持成就估计。

source: Current Net Worth
ar: صافي القيمة الحالية
de: Aktuelles Vermögen
es: Valor neto actual
fr: Valeur nette actuelle
hi: वर्तमान निवल मूल्य
pt_br: Patrimônio Líquido Atual
zh_hans: 当前净资产

source: Current Value
ar: القيمة الحالية
de: Aktueller Wert
es: Valor actual
fr: Valeur actuelle
hi: वर्तमान मूल्य
pt_br: Valor Atual
zh_hans: 当前值

source: Current value unavailable
ar: القيمة الحالية غير متاحة
de: Aktueller Wert nicht verfügbar
es: Valor actual no disponible
fr: Valeur actuelle indisponible
hi: वर्तमान मूल्य अनुपलब्ध है
pt_br: Valor atual indisponível
zh_hans: 当前值不可用

source: Cutting expenses lowers the target and frees up more cash to invest, creating a double impact on the timeline.
ar: يؤدي خفض النفقات إلى خفض الهدف وتوفير المزيد من الأموال للاستثمار، مما يخلق تأثيرًا مزدوجًا على الجدول الزمني.
de: Durch die Senkung der Ausgaben wird das Ziel gesenkt und mehr Geld für Investitionen freigesetzt, was eine doppelte Auswirkung auf den Zeitplan hat.
es: Recortar gastos reduce el objetivo y libera más efectivo para invertir, creando un doble impacto en el cronograma.
fr: Réduire les dépenses abaisse l'objectif et libère davantage de liquidités à investir, créant ainsi un double impact sur le calendrier.
hi: खर्चों में कटौती से लक्ष्य कम हो जाता है और निवेश के लिए अधिक नकदी मुक्त हो जाती है, जिससे समयरेखा पर दोहरा प्रभाव पड़ता है।
pt_br: Cortar despesas reduz a meta e libera mais dinheiro para investir, criando um impacto duplo no cronograma.
zh_hans: 削减开支可以降低目标并释放更多现金进行投资，对时间表产生双重影响。

source: Daily
ar: يوميا
de: Täglich
es: Diariamente
fr: Quotidiennement
hi: दैनिक
pt_br: Diariamente
zh_hans: 每日

source: Dashboard
ar: لوحة القيادة
es: Panel de control
fr: Tableau de bord
hi: डैशबोर्ड
pt_br: Painel
zh_hans: 仪表板

source: Data Controls
ar: ضوابط البيانات
de: Datenkontrollen
es: Controles de datos
fr: Contrôles des données
hi: डेटा नियंत्रण
pt_br: Controles de dados
zh_hans: 数据控件

source: Date
ar: التاريخ
de: Datum
es: Fecha
hi: दिनांक
pt_br: Data
zh_hans: 日期

source: Day of Month
ar: يوم من الشهر
de: Tag des Monats
es: Día del mes
fr: Jour du mois
hi: महीने का दिन
pt_br: Dia do Mês
zh_hans: 一月中的某一天

source: Day of Week
ar: يوم من أيام الأسبوع
de: Wochentag
es: Día de la semana
fr: Jour de la semaine
hi: सप्ताह का दिन
pt_br: Dia da semana
zh_hans: 星期几

source: Day:
ar: اليوم:
de: Tag:
es: Día:
fr: Jour :
hi: दिन:
pt_br: Dia:
zh_hans: 日：

source: Debt
ar: الديون
de: Schulden
es: Deuda
fr: Dette
hi: ऋण
pt_br: Dívida
zh_hans: 债务

source: Debt Breakdown
ar: توزيع الديون
de: Schuldenaufschlüsselung
es: Desglose de la deuda
fr: Répartition de la dette
hi: ऋण विच्छेदन
pt_br: Composição da dívida
zh_hans: 债务明细

source: Debt Free
ar: خالية من الديون
de: Schuldenfrei
es: Libre de deudas
fr: Sans dette
hi: ऋण मुक्त
pt_br: Sem dívidas
zh_hans: 无债务

source: Debt Name
ar: اسم الدين
de: Name der Schuld
es: Nombre de la deuda
fr: Nom de la dette
hi: ऋण का नाम
pt_br: Nome da dívida
zh_hans: 债务名称

source: Debt Ratio
ar: نسبة الدين
de: Schuldenquote
es: Ratio de endeudamiento
fr: Taux d'endettement
hi: ऋण अनुपात
pt_br: Índice de dívida
zh_hans: 负债率

source: Debt with no assets recorded
ar: ديون بدون تسجيل أصول
de: Schulden ohne erfasste Vermögenswerte
es: Deuda sin activos registrados
fr: Dette sans actif enregistré
hi: बिना किसी संपत्ति के दर्ज किया गया ऋण
pt_br: Dívida sem ativos registrados
zh_hans: 未记录资产的债务

source: Debt-to-asset ratio is %lld%% — %@.
ar: نسبة الدين إلى الأصول هي %1$lld%% — %3$@.
de: Das Verhältnis von Schulden zu Vermögenswerten beträgt %1$lld%% — %3$@.
es: La relación deuda-activos es %1$lld%% — %3$@.
fr: Le ratio dette/actif est %1$lld%% — %3$@.
hi: ऋण-से-संपत्ति अनुपात %1$lld%% - %3$@ है।
pt_br: A relação dívida/ativos é %1$lld%% — %3$@.
zh_hans: 资产负债率为%1$lld%% — %3$@。

source: Declining trend
ar: الاتجاه التنازلي
de: Absteigender Trend
es: Tendencia a la baja
fr: Tendance à la baisse
hi: गिरावट का रुझान
pt_br: Tendência de declínio
zh_hans: 下降趋势

source: Decrease retirement age
ar: تخفيض سن التقاعد
de: Rentenalter senken
es: Disminuir la edad de jubilación
fr: Diminuer l'âge de la retraite
hi: सेवानिवृत्ति की आयु घटाएं
pt_br: Diminuir a idade de aposentadoria
zh_hans: 降低退休年龄

source: Default Currency
ar: العملة الافتراضية
de: Standardwährung
es: Moneda predeterminada
fr: Devise par défaut
hi: डिफ़ॉल्ट मुद्रा
pt_br: Moeda padrão
zh_hans: 默认货币

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
pt_br: Excluir
zh_hans: 删除

source: Delete Asset
ar: حذف الأصل
de: Asset löschen
es: Eliminar activo
fr: Supprimer l'actif
hi: संपत्ति हटाएं
pt_br: Excluir recurso
zh_hans: 删除资产

source: Delete Asset?
ar: هل تريد حذف الأصل؟
de: Asset löschen?
es: ¿Eliminar activo?
fr: Supprimer l'élément ?
hi: संपत्ति हटाएं?
pt_br: Excluir ativo?
zh_hans: 删除资产？

source: Delete Debt
ar: حذف الديون
de: Schulden löschen
es: Eliminar Deuda
fr: Supprimer la dette
hi: ऋण हटाएं
pt_br: Excluir dívida
zh_hans: 删除债务

source: Delete Goal
ar: حذف الهدف
de: Ziel löschen
es: Eliminar objetivo
fr: Supprimer l'objectif
hi: लक्ष्य हटाएं
pt_br: Excluir meta
zh_hans: 删除目标

source: Delete Net Worth Goal?
ar: هل تريد حذف هدف القيمة الصافية؟
de: Nettovermögensziel löschen?
es: ¿Eliminar objetivo de patrimonio neto?
fr: Supprimer l'objectif de valeur nette ?
hi: नेट वर्थ लक्ष्य हटाएं?
pt_br: Excluir meta de patrimônio líquido?
zh_hans: 删除净资产目标？

source: Display Currencies
ar: عرض العملات
de: Währungen anzeigen
es: Mostrar monedas
fr: Afficher les devises
hi: मुद्राएँ प्रदर्शित करें
pt_br: Exibir moedas
zh_hans: 显示货币

source: Display Order
ar: ترتيب العرض
de: Reihenfolge anzeigen
es: Orden de visualización
fr: Ordre d'affichage
hi: प्रदर्शन क्रम
pt_br: Ordem de exibição
zh_hans: 显示顺序

source: Diversification
ar: التنويع
de: Diversifizierung
es: Diversificación
fr: Diversifications
hi: विविधीकरण
pt_br: Diversificação
zh_hans: 多元化

source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
hi: हो गया
pt_br: Concluído
zh_hans: 完成

source: e.g. Re-appraised by ABC Valuers
ar: على سبيل المثال. تم إعادة تقييمها من قبل مثمني ABC
de: z.B. Neubewertung durch ABC Valuers
es: p.ej. Retasado por Tasadores ABC
fr: par ex. Réévalué par ABC Valuers
hi: उदा. एबीसी मूल्यांकनकर्ताओं द्वारा पुनः मूल्यांकन किया गया
pt_br: por exemplo. Reavaliado pela ABC Valuers
zh_hans: 例如ABC Valuers 重新评估

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
pt_br: Editar
zh_hans: 编辑

source: Edit Asset
ar: تحرير الأصل
de: Asset bearbeiten
es: Editar activo
fr: Modifier l'actif
hi: संपत्ति संपादित करें
pt_br: Editar recurso
zh_hans: 编辑资源

source: Edit Debt
ar: تحرير الديون
de: Schulden bearbeiten
es: Editar Deuda
fr: Modifier la dette
hi: ऋण संपादित करें
pt_br: Editar dívida
zh_hans: 编辑债务

source: Edit Goal
ar: تعديل الهدف
de: Ziel bearbeiten
es: Editar objetivo
fr: Modifier l'objectif
hi: लक्ष्य संपादित करें
pt_br: Editar meta
zh_hans: 编辑目标

source: elevated
ar: مرتفعة
de: erhöht
es: elevado
fr: élevé
hi: ऊंचा
pt_br: elevado
zh_hans: 升高

source: Elevated debt load
ar: ارتفاع عبء الديون
de: Erhöhte Schuldenlast
es: Elevada carga de deuda
fr: Endettement élevé
hi: बढ़ा हुआ ऋण भार
pt_br: Elevada carga de dívida
zh_hans: 债务负担增加

source: Enable
ar: تمكين
de: Aktivieren
es: Habilitar
fr: Activer
hi: सक्षम करें
pt_br: Ativar
zh_hans: 启用

source: Enable iCloud Backup and Sync
ar: تمكين النسخ الاحتياطي والمزامنة على iCloud
de: Aktivieren Sie iCloud Backup und Sync
es: Habilitar copia de seguridad y sincronización de iCloud
fr: Activer la sauvegarde et la synchronisation iCloud
hi: iCloud बैकअप और सिंक सक्षम करें
pt_br: Ativar backup e sincronização do iCloud
zh_hans: 启用 iCloud 备份和同步

source: Enable Notifications
ar: تمكين الإخطارات
de: Benachrichtigungen aktivieren
es: Habilitar notificaciones
fr: Activer les notifications
hi: सूचनाएं सक्षम करें
pt_br: Ativar notificações
zh_hans: 启用通知

source: Enable notifications in Settings to receive reminders about your portfolio.
ar: قم بتمكين الإشعارات في الإعدادات لتلقي تذكيرات حول محفظتك.
de: Aktivieren Sie Benachrichtigungen in den Einstellungen, um Erinnerungen zu Ihrem Portfolio zu erhalten.
es: Habilite las notificaciones en Configuración para recibir recordatorios sobre su cartera.
fr: Activez les notifications dans Paramètres pour recevoir des rappels concernant votre portefeuille.
hi: अपने पोर्टफोलियो के बारे में अनुस्मारक प्राप्त करने के लिए सेटिंग्स में सूचनाएं सक्षम करें।
pt_br: Ative notificações em Configurações para receber lembretes sobre seu portfólio.
zh_hans: 在“设置”中启用通知以接收有关您的投资组合的提醒。

source: Enable Portfolio Reminders
ar: تمكين تذكيرات المحفظة
de: Portfolio-Erinnerungen aktivieren
es: Habilitar recordatorios de cartera
fr: Activer les rappels de portefeuille
hi: पोर्टफोलियो अनुस्मारक सक्षम करें
pt_br: Ativar lembretes de portfólio
zh_hans: 启用投资组合提醒

source: Enable Reminders
ar: تمكين التذكيرات
de: Erinnerungen aktivieren
es: Habilitar recordatorios
fr: Activer les rappels
hi: अनुस्मारक सक्षम करें
pt_br: Ativar lembretes
zh_hans: 启用提醒

source: Enter a positive target amount, supported currency, and valid target date.
ar: أدخل مبلغًا مستهدفًا إيجابيًا، والعملة المدعومة، وتاريخًا مستهدفًا صالحًا.
de: Geben Sie einen positiven Zielbetrag, eine unterstützte Währung und ein gültiges Zieldatum ein.
es: Ingrese un monto objetivo positivo, una moneda admitida y una fecha objetivo válida.
fr: Saisissez un montant cible positif, une devise prise en charge et une date cible valide.
hi: एक सकारात्मक लक्ष्य राशि, समर्थित मुद्रा और वैध लक्ष्य तिथि दर्ज करें।
pt_br: Insira um valor alvo positivo, moeda suportada e data alvo válida.
zh_hans: 输入正目标金额、支持的货币和有效目标日期。

source: Enter an amount greater than zero
ar: أدخل مبلغًا أكبر من الصفر
de: Geben Sie einen Betrag größer als Null ein
es: Ingrese una cantidad mayor que cero
fr: Saisissez un montant supérieur à zéro
hi: शून्य से अधिक राशि दर्ज करें
pt_br: Insira um valor maior que zero
zh_hans: 输入大于零的金额

source: Enter the estimated or officially appraised value for this asset.
ar: أدخل القيمة المقدرة أو المقدرة رسميًا لهذا الأصل.
de: Geben Sie den geschätzten oder amtlich geschätzten Wert für diesen Vermögenswert ein.
es: Ingrese el valor estimado o tasado oficialmente de este activo.
fr: Saisissez la valeur estimée ou officiellement estimée de ce bien.
hi: इस संपत्ति के लिए अनुमानित या आधिकारिक तौर पर मूल्यांकित मूल्य दर्ज करें।
pt_br: Insira o valor estimado ou avaliado oficialmente para este ativo.
zh_hans: 输入该资产的估计或官方评估价值。

source: Enter weight above
ar: أدخل الوزن أعلاه
de: Gewicht oben eingeben
es: Introduzca el peso arriba
fr: Entrez le poids ci-dessus
hi: ऊपर वजन दर्ज करें
pt_br: Insira o peso acima
zh_hans: 在上方输入重量

source: Est. %lld
ar: مؤسسة. %lld
de: Gesch. %lld
hi: अनुमान. %lld
zh_hans: 预计。 %lld

source: Est. Value (USD)
ar: مؤسسة. القيمة (بالدولار الأمريكي)
de: Geschätzt. Wert (USD)
es: Est. Valor (USD)
fr: Est. Valeur (USD)
hi: अनुमान. मूल्य (USD)
pt_br: Est. Valor (USD)
zh_hans: 预计价值（美元）

source: Estimates
ar: التقديرات
de: Schätzungen
es: Estimaciones
fr: Estimations
hi: अनुमान
pt_br: Estimativas
zh_hans: 估计

source: Exchange rates are from %@.
ar: أسعار الصرف هي من %@.
de: Wechselkurse stammen von %@.
es: Los tipos de cambio son de %@.
fr: Les taux de change sont ceux de %@.
hi: विनिमय दरें %@ से हैं।
pt_br: As taxas de câmbio são de %@.
zh_hans: 汇率来自%@。

source: Exchange rates have not been refreshed yet.
ar: لم يتم تحديث أسعار الصرف بعد.
de: Wechselkurse wurden noch nicht aktualisiert.
es: Los tipos de cambio aún no se han actualizado.
fr: Les taux de change n'ont pas encore été actualisés.
hi: विनिमय दरें अभी तक ताज़ा नहीं की गई हैं।
pt_br: As taxas de câmbio ainda não foram atualizadas.
zh_hans: 汇率尚未刷新。

source: Expected Annual Return
ar: العائد السنوي المتوقع
de: Erwartete jährliche Rendite
es: Rentabilidad Anual Esperada
fr: Rendement annuel attendu
hi: अपेक्षित वार्षिक रिटर्न
pt_br: Retorno Anual Esperado
zh_hans: 预期年回报率

source: Export Backup
ar: تصدير النسخة الاحتياطية
de: Sicherung exportieren
es: Exportar copia de seguridad
fr: Exporter la sauvegarde
hi: बैकअप निर्यात करें
pt_br: Exportar backup
zh_hans: 导出备份
